---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ElevArrowFilled
source: html/665b6e21-a1e0-76c0-b833-1678ef88a4d7.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ElevArrowFilled Property

"Filled"

## Syntax (C#)
```csharp
public static ForgeTypeId ElevArrowFilled { get; }
```